
export default [
    {
        id: 1,
        title: "唐朝",
        content: "唐朝的国号为“唐”，曾是晋的古地名。唐高祖李渊的祖父李虎为西魏八柱国之一，被追封为“唐国公”，其后，爵位传至李渊。李渊是隋朝时行宫居晋阳留守，以尊“隋”为名起兵，每战必克，直入长安，在隋恭帝杨侑禅让后便以“唐”为国号。因国君姓李，故称李唐，尊称为大唐。"
    },
    {
        id: 2,
        title: "宋朝",
        content: "赵匡胤因其发迹在宋州，故国号曰“宋”，因皇室姓赵，故也称作赵宋，又因五德终始说，宋朝为火德，故又别称“火宋”、“炎宋”，尊称为大宋。宋朝定都开封，称为东京。后逐步统一中国，由于疆域相对南宋而言到达黄河以北，所以被后世称之为北宋。"
    },
    {
        id: 3,
        title: "元朝",
        content: "元朝由忽必烈于1271年建立。其前身是成吉思汗所建立的大蒙古国。元朝的正式国号叫大元，至元八年元世祖忽必烈发布《建国号诏》，取自于《易经·乾篇》的“大哉乾元，万物资始”这句话。其中大元中的“大”字并非类似大汉，大唐那样的尊称，因为统治者是蒙古人所以又叫蒙元或胡元。"
    },
    {
        id: 4,
        title: "明朝",
        content: "朱元璋初定天下，建国号意在大中，既而祈天，乃得大明，表示承袭自韩山童、韩林儿父子的“大小明王”之号，又称皇明，史称明朝、明代，清朝时称之为前明。"
    },
    {
        id: 5,
        title: "清朝",
        content: "万历四十四年（天命元年，1616年），努尔哈赤建国称汗，国号大金，史称后金。崇祯九年（崇德元年，1636年），皇太极称帝，改国号为大清，史称清朝；亦称为大清国、清国。近代以后在与西方交往中，还短暂的以中华大清国来签订不平定条约，此后大清国和中国两词混用，逐步使中国这一称呼替代了大清国。辛亥革命后以及民国期间对其称呼多为前清。"
    }
]
